import PageTitle from "../components/PageTitle";

const AboutUs = () => {
  return (
    <div className="w-full h-full flex flex-col justify-start items-center bg-Charcol">
      <div className="h-52 w-10/12 flex flex-col justify-center items-center">
        <PageTitle pageTitle={"درباره ما"} />
      </div>
      <div className="w-full flex flex-col justify-start items-center pb-10">
        <div className="flex flex-col justify-center items-center gap-4 w-10/12 backdrop-blur rounded bg-white/80 shadow-xl p-10">
          <p className="text-2xl font-Gandom text-Charcol max-md:text-xl max-sm:text-lg">
            مجموعه نخ تاپ متشکل از متخصصین در حوزه‌های تولید پوشاک و طراحی لباس
            / حقوق / فناوری اطلاعات و ارتباطات /مارکتینگ و اقتصاد می‌شود تا با
            ایجاد زیرساخت مناسب ابتدا با استفاده از توان فعلی تولید‌کنندگان یک
            بازار کنترل شده برای خرید و فروش عمده پوشاک در سراسر ایران گسترش دهد
            .
          </p>
          <p className="text-2xl font-Gandom text-Charcol max-md:text-xl max-sm:text-lg">
            این مجموعه دارای تولیدکنندگانی است که مجموعه عالی از محصولات را خلق
            می‌کنند و باعث ایجاد تنوعی بی‌نظیر از محصولات در این بسترشده و به
            عنوان فروشنده موجودی انبار محصولات آماده خود را در این بستر برای
            ارائه به عرضه‌کنندگان خرد در سراسر کشور ارائه می‌دهند .
          </p>
          <p className="text-2xl font-Gandom text-Charcol max-md:text-xl max-sm:text-lg">
            در تلاش هستیم تا بیشترین بازدهی ممکن را در کل سیستم توزیع کالا به
            ارمغان‌آوریم و به خرده فروشان کمک کنیم تنوع بیشتری در محل خود برای
            انتخاب و سفارش داشته باشند .
          </p>
          <p className="text-2xl font-Gandom text-Charcol max-md:text-xl max-sm:text-lg">
            آن‌ها می‌توانند از برنامه ساده یا از رابط وب ما برای خرید محصولات
            فروشگاه‌های خرده فروشی خود استفاده کنند و بدون نیاز به سفر به
            شهر‌های مختلف با مراکز خرید و تولید با قیمت پایین‌تری نسبت به عمده
            فروشان سنتی نیاز‌های خود را تأمین کنند .
          </p>
          <p className="text-2xl font-Gandom text-Charcol max-md:text-xl max-sm:text-lg">
            ما کل فرآیند خرید عمده فروشی را به صورت آنلاین قرار داده‌ایم تا
            تولیدکنندگان، برند‌ها و خرده فروشان را قادر به افزایش درآمد کاهش
            هزینه‌ها بهبود تجربه مشتری و تجزیه و تحلیل عملکرد از طریق تجزیه و
            تحلیل داده‌ها و نمودار‌ها کنیم .
          </p>
          <p className="text-2xl font-Gandom text-Charcol max-md:text-xl max-sm:text-lg">
            مجموعه نخ تاپ با جذب علاقه‌مندان و متخصصین حوزه مارکتینگ و پوشاک
            بستری را به عنوان نماینده این مجموعه مهیا ساخته تا این افراد بتوانند
            با پشتیبانی بیش از ۱۲۰۰ مجموعه تولیدی به یکی از بزرگترین
            تأمین‌کنندگان پوشاک کشور تبدیل شوند و علاوه بر نظارت و بازاریابی در
            هر منطقه تسهیل‌گر لجستیکی این مجموعه باشند .
          </p>
          <p className="text-2xl font-Gandom text-Charcol max-md:text-xl max-sm:text-lg">
            مشتریان ما خرده فروشان و صادر‌کنندگان کالا در سراسر کشور هستند آن‌ها
            فقط باید با یک نهاد یعنی نخ تاپ سر و کار داشته باشند و ما از کل
            سفارش و تجربه بازگرداندن حمایت می‌کنیم در حالی که برای کارخانجات نیز
            یک تجربه یک پارچه مشابه است که آن‌ها فقط باید صورتحساب‌ها و
            هماهنگی‌ها را با نخ تاپ انجام دهند .
          </p>
          <p className="text-2xl font-Gandom text-Charcol max-md:text-xl max-sm:text-lg">
            ما از حقوق همگی حمایت می‌کنیم در حالی که همگی به راحتی کار خود را
            انجام می‌دهند ، این بازار با در کنار یکدیگر قرار دادن تولیدکنندگان و
            برند‌های مختلف شکل گرفته که باعث ایجاد رقابت در هر گروه کالایی
            می‌گردد و با گذشت زمان این رقابت باعث ایجاد چالش بر سر کیفیت و
            قیمت‌ها می‌شود که باعث پیشرفت چشمگیر در زمینه کیفیت کالا‌ها و کاهش
            قیمت می‌گردد که در نهایت به نفع مصرف‌کننده می‌شود ، ما بهترین
            قیمت‌ها را برای خریداران و ارمغان می‌آوریم زیر را با حاشیه سود بسیار
            کم کار می‌کنیم و در قیمت کالا‌ها دست نمی‌بریم ؛ ما با تنوع کالایی
            بسیار بالا و فروشگاهی به پهنای ایران امکاناتی مانند تحویل در محل
            بازگشت آسان خرید به صرفه با توجه به درجه کیفی کالا پیشنهادات خرید و
            تخفیف‌های حجمی تسهیلات اعتباری و مهمتر از آن‌ها تضمین کمترین قیمت در
            بازار خدمات‌رسانی می‌کنیم .
          </p>
          <p className="text-2xl font-Gandom text-Charcol max-md:text-xl max-sm:text-lg">
            طی دهه اخیر بر اساس مشاهدات و تحقیقات به عمل آمده متأسفانه بسیاری از
            تولیدکنندگان پوشاک و نساجی مهین عزیزمان با مشکل ورشکستگی و غیره
            مواجه شده‌اند و این باعث ایجاد فضای روحی و روانی استرس‌زا برای
            فعالین این حوزه به خصوص تولیدکنندگان گشته است که موجب تعطیلی بسیاری
            از کارگاه‌ها و کارخانه‌ها گردیده و روزانه شاهد تحلیل قدرت تولید
            صنعتی کشورمان هستیم .
          </p>
          <p className="text-2xl font-Gandom text-Charcol max-md:text-xl max-sm:text-lg">
            متأسفانه با این شرایط روزانه شاهد بیکاری صد‌ها نفر و خروج حجم بسیار
            زیادی ارز بابت تأمین نیاز بازار در پی تعطیلی این کارگاه‌ها وکارخانه
            جات هستیم .
          </p>
          <p className="text-2xl font-Gandom text-Charcol max-md:text-xl max-sm:text-lg">
            از آنجایی که در این صنعت پتانسیل اشتغال فراوانی وجود دارد متأسفانه
            با کاهش حجم تولید علاوه بر بیکاری هزاران نفر در این صنعت با واردات
            بی‌رویه کالا و دلالت‌های نابجا و غیر حرفه‌ای باعث افزایش قیمت نهایی
            برای مصرف‌کنندگان گشته است .
          </p>
          <p className="text-2xl font-Gandom text-Charcol max-md:text-xl max-sm:text-lg">
            ما در این مجموعه تا پای جان‌ایستاده‌ایم و از هیچ تلاشی دریغ نخواهیم
            کرد تا بتوانیم رسالت خود در این صنعت را با ثبت نام خود در رنکینگ‌های
            یونی کورن به پایان برسانیم .
          </p>
        </div>
      </div>
    </div>
  );
};

export default AboutUs;
